Repository: evereux/flicket
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Can't find user.
fr: Impossible de trouver l'utilisateur

source: Department already exists.
fr: Le département existe déjà.

source: Category already exists.
fr: La catégorie existe déjà.

source: 403 Error - Forbidden
fr: Erreur 403 - Accès interdit

source: Sorry, you don't have permission to access this resource.
fr: Désolé, vous n'avez pas la permission d'accéder à cette ressource.

source: 404 Error - File Not Found
fr: Erreur 404 - Fichier inexistant

source: Back
fr: Retour

source: An unexpected error has occurred
fr: Une erreur inenvisagée est arrivée

source: Please report this error to your administrator. Please provide the following details:
fr: Rapportez s'il vous plait cette erreur à votre administrateur. Donnez-lui les détails suivants :

source: Page you were navigating.
fr: La page sur laquelle vous naviguiez.

source: Time you saw this error.
fr: Le moment auquel cette erreur est servenue.

source: Any other information that may help reproduce the error.
fr: Toute autre information qui pourrait aider à résoudre cette erreur.

source: It appears your view request url was incomplete.
fr: L'url que vous demandez est incomplète.

source: Source code available at:
fr: Code source disponible ici :

source: Status
fr: Statut

source: Priority
fr: Priorité

source: Assigned
fr: Assignée

source: Content
fr: Contenu

source: has been assigned to ticket:
fr: a été assigné à la demande :

source: Ticket has been closed:
fr: La demande a été clôturée :

source: You have successfully created a new ticket:
fr: Vous venez de créer une nouvelle demande :

source: Department
fr: Département

source: Category
fr: Catégorie

source: Ticket has been released. Ticket is now no longer assigned to anyone. Ticket:
fr: La demande a été libérée. Elle n'est plus affectée à personne. Demande :

source: There are new replies to ticket:
fr: Il ya de nouvelles réponses à la demande :

source: a simple ticket system
fr: Demandez, simplement

source: Existing Categories
fr: Catégories existantes

source: Password
fr: Mot de passe

source: If you require new departments and / or categories added / deleted, please raise a ticket.
fr: Si vous avez besoin d'ajouter ou de supprimer des départements / des catégories, créez une nouvelle demande

source: Categories
fr: Catégorie

source: Show / Hide Markdown
fr: Montrer / Cacher Markdown

source: originally wrote on
fr: Ecrit à l'origine sur

source: No changes have been made to the post content.
fr: Aucun changement n'a été effectué au contenu de ce post.

source: Replies
fr: Réponses

source: Username
fr: Nom d'utilisateur

source: Remember Me
fr: Se rappeler

source: My Tickets
fr: Mes demandes

source: Tickets
fr: Demandes

source: Create Ticket
fr: Créer une demande

source: Departments
fr: Département

source: Users
fr: Utilisateurs

source: Admin View
fr: Administrateur

source: User Details
fr: Utilisateurs

source: Log Out
fr: Déconnexion

source: Log In
fr: Connexion

source: This post was modified by
fr: Ce post a été modifié par

source: on
fr: sur

source: Ticket Title
fr: Titre de la demande

source: Priority Level
fr: Niveau de priorité

source: search
fr: Chercher

source: Ticket ID
fr: ID Demande

source: Title
fr: Titre

source: Submitted By
fr: Soumise par

source: Email
fr: Courielle

source: Date Joined
fr: Date de création

source: Job Title
fr: Fonction

source: Number Of Posts
fr: Nombre de post

source: Number Assigned
fr: Nombre assignées

source: Name
fr: Nom

source: claim
fr: S'approprier

source: release
fr: Libérer

source: assign
fr: Assigner à

source: Can't assign a closed ticket.
fr: Impossibme d'assigner une demande fermée.

source: User is already assigned to ticket.
fr: L'utilisateur est déja assigné à cette demande.

source: Assign Ticket
fr: Assigner une demande

source: Edit Category
fr: Modifier Catégorie

source: You have already been assigned this ticket.
fr: Cette demande vous a été assignée.

source: You claimed ticket: %(value)s
fr: Vous vous êtes assigné la demande: %(value)s

source: New Ticket created.
fr: Nouvelle demande créée.

source: You are not authorised to delete tickets.
fr: Vous n'êtes pas autorisé à supprimer des demandes.

source: Ticket deleted.
fr: Demande supprimée.

source: You are not authorised to delete posts
fr: Vous n'êtes pas autorisé à supprimer des posts

source: You are not authorised to delete categories.
fr: Vous n'êtes pas autorisé à supprimer des catégories.

source: You are not authorised to delete departments.
fr: Vous n'êtes pas autorisé à supprimer les départements.

source: Department "%(value)s" edited.
fr: Départment "%(value)s" modifié.

source: Could not find ticket.
fr: Impossible de trouver la demande.

source: You are not authorised to edit this ticket.
fr: Vous n'êtes pas autorisé à modifier cette demande.

source: Edit Ticket
fr: Modifier Demande

source: Only the person to which the ticket has been assigned, creator or Admin can close this ticket.
fr: Seule la personne a qui elle a été assignée, ou son créateurpeut fermer cette demande.

source: Ticket is already closed.
fr: La demande est déja fermée

source: Ticket %(value)s closed.
fr: La demande %(value)s est fermée.

source: History
fr: Historique

source: You were logged in successfully.
fr: Connexion réussie.

source: You were logged out successfully.
fr: Déconnexion réussie.

source: Ticket has not been assigned
fr: La demande n'a pas été assignée.

source: You can not release a ticket you are not working on.
fr: Vous ne pouvez pas libérer une demande sur laquelle vous travaillez.

source: You released ticket: %(value)s
fr: Vous avez libéré la demande : %(value)s

source: You have been subscribed to this ticket.
fr: Vous avez été abonné à cette demande.

source: Cannot find ticket: "%(value)s"
fr: Impossible de trouver la demande : "%(value)s"

source: You have replied to ticket %(value_1)s: %(value_2)s.
fr: Vous avez répondu à la demande : %(value_1)s: %(value_2)s.

source: %(value_1)s wrote on %(value_2)s %(value_3)s
fr: %(value_1)s écrite sur %(value_2)s %(value_3)s

source: Field
fr: Champ

source: Value
fr: Valeur

source: This must be a comma delimited list.
fr: Doit être une liste délimitée par des virgules

source: Please enter your password to delete group.
fr: Merci de saisir votre mot de passe pour supprimer ce groupe.

source: Are you sure you want to delete the following user? This may impact relational query look ups.
fr: Etes vous sûr(e) de vouloir supprimer cet utilisateur ? Cela pourrait impacter les requêtes relationelles.

source: Please add new users credentials.
fr: Saisissez vos informations utilisateur.

source: Group Name
fr: Nom du groupe

source: Click on group name to edit.
fr: Cliquez sur le groupe à modifier.

source: Delete
fr: Supprimer

source: delete
fr: Supprimer

source: Add Group
fr: Ajouter un groupe

source: Please enter group name.
fr: Entrez le nom du groupe.

source: Admin Home
fr: Accueil Administrateur

source: Flicket Config
fr: Configuration

source: Add User
fr: Ajouter Utilisateur

source: Groups
fr: Groupes

source: Click on username to edit.
fr: Cliquez sur le nom d'utilisateur pour le modifier.

source: edit
fr: Modifier

source: Delete User
fr: Supprimer Utilisateur

source: Username already exists
fr: Ce nom d'utilisateur existe déja

source: Could not find user.
fr: Impossible de trouver l'utilisateur.

source: Can't delete default flicket_admin user.
fr: On ne peut supprimer l'administrateur par défaut de Flicket

source: Can't delete default flicket_admin group.
fr: Impossible de supprimer le groupe administrateur par défaut.

source: Delete Group
fr: Supprimer Groupe

source: Config details updated.
fr: Configuration mise à jour.
